[
  {
    "title": "Publik #1",
    "subtitle": "Det var väl i samband med att jag slutade min ”karriär” som basketcoach som jag fick en revival i mitt musiklyssnande och samtidigt började frekventera stadens utbud av konserter.",
    "paragraph1": "För er som läst nåt tidigare inlägg så förstår ni att det inte var helt konstigt att jag ofta gick ensam nerför backen för att kolla in någon av IF Popgenis bokningar. Och för er som mött mig på någon konsert så var det inte heller helt konstigt om jag kände ett behov att slänga ur mig någon kommentar om upplevelsen till den som råkade stå närmast. Men i generella termer så var jag där själv även om jag ibland såg något bekant ansikte från förr. När Mogge frågade om jag ville hänga med på Stuck On-grejen (som då inte hade något namn) var det en så kallad no-brainer. Jag var ju inte längre uppbokad varje kväll av träning eller match och jag hade ju en hyfsad inblick i vad en ideell förening är för något. Efter ett tag blev vi en större grupp men det var ju egentligen bara Mogge jag kände.",
    "paragraph2": "Jag kommer ihåg de första kvällarna i ”dörren” då jag oftast stod tillsammans med David som verkade känna precis alla besökare. Själv kände jag knappt nån utan försökte hitta mitt sätt i denna roll. Efter ett tag så började jag i alla fall känna igen de ansikten som var återkommande (medan David ställde frågor om deras kusiners nya grannar…). Jag kände mig kanske inte bortkommen men efter ett tag så började jag tycka att mina försök till skämt om stämplarna gick på repeat… Ett hopp på dryga hundra konserter och vi är där vi är idag. När vi häromsistens hade Hospitalet och Nära döden hos oss så slog det mig vilken ny sits jag sitter i. Så många personer jag mött och på något sätt lärt känna. Inom föreningen såklart – jag känner i princip kärlek till våra nuvarande och f d föreningsmedlemmar men framförallt så tänker jag på alla våra besökare.",
    "paragraph3": "När man möts då och då över tid så händer något. Du vet vem jag är och jag vet vem du är. Men vi har ju egentligen ingen historia ihop. Jag har ingen aning om hur ditt liv ser ut eller ens vad du jobbar med. Och du vet inget om mig och min bakgrund. Men i just den här kontexten, framför en scen, så har vi något gemensamt. Kanske har vi snappat upp något om varandras musikaliska preferenser eller listat ut att vi har gemensamma bekanta. Kanske kan vi fortsätta en diskussion från förra konserten? Under ovan nämnda konsert så hamnade jag i läget att jag inte visste om jag skulle krama personen som jag stämplade in eller vad jag skulle göra. Vi känner inte varandra men vi har ju setts så många gånger att jag är genuint glad över att se dig!",
    "paragraph4": "Jag är ju en sån som gillar att krama mina vänner. Det är mysigt och känns intuitivt. Men jag kramar ju inte folk jag inte känner såklart. Nån måtta får det vara… Men det här var något annat och det blev en väldigt intressant situation och skapade tanken till denna text. Som vuxen eller som ny person i en stad så är det inte så lätt att få nya vänner. Det är i princip om det skulle råka klicka med någon på jobbet, typ. När jag jobbade på Idrottsförbundet med integrationsfrågor förstod jag att det är aktivitet som är ingången till nya vänskaper. Då har vi något att prata om och fokusera på. – Vilka kryddor använde du? – Rätstickat? Det var ett nytt ord för mig! – Snygg passning! …eller: – Vilken jäkla basgång! – Jag är så hes att jag inte kan prata längre! – X är nästa stora grej från Östersund! PS. ”X” är Lovisa Holten!"
  },
  {
    "title": "Artist #2",
    "subtitle": "Jag minns var jag befann mig när jag fick veta att Palme mördats, jag minns var jag befann mig under attacken på tvillingtornen i New York. Båda mycket sorgliga och känslomässiga händelser. Det som skapar starka känslor gör att vi har lite lättare att komma ihåg, även lång tid efteråt.",
    "paragraph1": "Jag kommer exakt ihåg var jag befann mig första gången jag hörde ”Galileo” av Henning. På väg hem från jobbet och svänger in vid Matmästarn mot min gata. Jag var tvungen att stanna cykeln. Vad är det här som dyker upp i lurarna? Nytt från Dire Straits? Fast det är ju på svenska! Först skrattade jag lite. Sen lyssnade jag på låten en gång till. Ungarna får vänta en stund till på korv och makaroner… det här måste jag höra mer av! Där och då blev jag fast i Hennings grepp [Länk](https://open.spotify.com/playlist/3BI5VK9ljgnghEF5pLVldw?si=97291b4778ff4ff4). Sedan vi startade Stuck On så har vi väl nu haft uppemot 130 konserter. Två av dem har jag bett på mina bara knän att vi skulle försöka få hit. Henning och Månskensbonden. Två magiska konserter på Jazzköket respektive Cooken.",
    "paragraph2": "Så jag hade en pirrande känsla i magen nu i helgen då Henning skulle spela på Yran. Andra gången i Östersund. Eftersom jag älskar Henning så var ju förväntningarna extremt höga, samtidigt som jag var helt lugn i att det skulle levereras från scenen. Och som det levererades! När mina konsertgrannar och jag bytte korta kommentarer med varandra så var det: – Det är ju helt sjukt! – Han är magisk! Blåset är perfekt med gitarren! Två tankar som jag höll för mig själv var att under något av gitarrsolona såg Henning så avslappnad ut att jag fick för mig att han samtidigt påbörjade sin inhandlingslista till ICA. Och då vet vi att det är inte för inte som Henning kallas för Masthuggets Mark Knopfler. Den andra tanken var att han borde flytta upp hit, sätta bopålarna vid Sommarhagen och bli vår nya Petterson-Berger.",
    "paragraph3": "Efter konserten konstaterade jag att jag aldrig kommer att bli trött på hans metaforer, köpte en tischa och skyndade mig två trappor upp för att hinna få en sittplats till Sunnan. Premiär för mig att se dem live. Även här var förväntningarna höga. Jag var lite sent ute och det såg ut som om jag skulle få stå i trappan men jag hittade till slut en plats – på första raden! Bandets totala närvaro i musiken satte tonen för hela salongen. Jag tror att publikens jubelsalvor och applåder påverkade bandets leverans. Det uppstod en känsla av att vi tillsammans skapade magi. Under en låt fick vi till och med vara med och bidra. Män och kvinnor fick olika slingor att köra så länge låten sa åt oss. Publiken följde med i vågorna, upp och ner i volym. Det var vackert!",
    "paragraph4": "Summa summarum – det här var en av de allra bästa konserter jag någonsin upplevt. Efteråt hade jag svårt att beskriva det för andra och kunde bara utstöta några gutturala läten och skaka på huvudet. Och det är kanske vad livemusik handlar om. När allting stämmer – artist och publik i total närvaro – då uppstår något magiskt. Det är svårt att förklara för någon som inte var där. För oss som var där räcker det med en blick, ett läte, en skakning – och vi förstår. Jag vill tacka Storsjöyran för denna fest. Det är en ynnest att bo i Östersund och få uppleva detta. För min del blir det svårt att toppa La La Superstar, Henning och Sunnan som trikolor. Vilken kväll! Som Henning så klokt sa det redan 2019."
  }, 
  {
    "title": "Rebell #1",
    "subtitle": "“This machine kills fascists”, Woody Guthries berömda text på sin gitarr. Ett tydligt exempel på kulturens kraft i motståndets tjänst.",
    "paragraph1": "Det är inte en slump att i auktoritära länder så slår man hårt mot de intellektuella och de kulturella. Eftersom det är de som kan ena massorna, få folk att se igenom galenskapen, bygga upp känslor och i förlängningen skapa motstånd. Och är det något auktoritära ledare är rädda för så är det massornas uppror. De måste kväsas. Det här är inget nytt. Vi har sett det i Kina, Ryssland, Iran, Turkiet och så vidare. Men nu händer det här. I våra egna demokratiska länder. I Sverige attackeras kulturen bland annat genom att regeringen försämrar villkoren för våra studieförbund och därmed möjligheterna för människor att mötas genom sina intressen. Det är inga goda tecken för den som vill leva i ett fritt samhälle.",
    "paragraph2": "Musikhistorien är full av motstånd. Nina Simones 'Young, Gifted and Black', Jimi Hendrix version av 'Star Spangled Banner', Frank Zappas hela uppenbarelse, The Clash, hela den svenska proggvågen. Nästan all musik kommenterar sin samtid på något sätt. Det är kulturens kärna – att spegla, kritisera och påverka.",
    "paragraph3": "Musik och andra konstformer känns viktigare nu än kanske någonsin tidigare i mitt liv. De som har en plattform och använder den för att uttrycka tankar och idéer – de spelar en avgörande roll. De behövs. Nu.",
    "paragraph4": "Och vi som inte själva skapar utan bara konsumerar kultur? Vad gör vi? Ett sätt är att stötta dem som står upp. Visa uppskattning. Ge energi tillbaka till dem som vågar ta plats – vare sig det är en musiker, en politiker eller någon som säger ifrån i fikarummet. Vi måste alla göra något. Och det lilla steget är alltid första steget. För till sist kanske det bara finns ett sista steg kvar att ta när verkligheten knackar på dörren. Som Zack de la Rocha sa det: Fuck you! I won't do what you tell me! Motherfucker!"
  },  
  {
    "title": "Blandband #5",
    "subtitle": "Jag läste en artikel om korvar häromsistens och började fundera på hur det egentligen står till med min egen kulturkonsumtion ur ett genusperspektiv.",
    "paragraph1": "När jag gick igenom bokhyllan var det ingen vacker syn direkt. Visst, en Harper Lee här och en Annika Norlin där – men överlag var det Bukowski, Murakami och Lehane som dominerade. Nålar i höstackar. Sen kastade jag ett öga på min lista 'En låt x 50'. Mina femtio favoritartister – representerade av en låt var. Kunde jag ligga på åtminstone 25/75 i könsfördelning? Nä. Det var ett sluttande plan. Ganska brant, dessutom. Fan, det här var ju inte bra. Jag uppfattar mig ändå som en rätt medveten man. Jag är förskollärare, liksom. Men den här insikten – den tog rätt hårt.",
    "paragraph2": "Här behövs kanske någon form av försvarstal, tänkte jag. Men det enda jag lyckades komma upp med var att min musikkonsumtion under de identitetsskapande åren var väldigt, väldigt manligt kodad. Vilka tyckte jag var coola? Vad hade de på sig? Kunde jag härma dem? Nej, jag vågade aldrig gå full Hendrix. Men det är klart att det jag lyssnade mest på då fortfarande påverkar vilka vibbar jag tycker om idag. Och många av mina toppfavoriter kommer just därifrån.",
    "paragraph3": "Nu har jag ju lyssnat på *enormt* mycket musik genom åren. Och när kvantiteten ökar så ökar ju också chansen att det blir lite mer jämn könsfördelning i konsumtionen. Så jag satte ihop en liten lista med några av mina kvinnliga favoriter: [Fab Femme](https://open.spotify.com/playlist/1dUxbmwG8HJvjPjpv7RrOo?si=f2a1173dddb64932). Kanske är det ett sätt att visa att jag visst lyssnar på kvinnliga artister. Jag skulle ju aldrig få för mig att göra en lista med bara manliga. Det säger något, ändå.",
    "paragraph4": "Men där jag står idag så är en bra låt en bra låt. Skit samma vem som har gjort den. Och på den här listan finns bara helt apbra låtar som alla borde få höra. Vad jag döpte listan till? Jo – *Fab Femme*. En liten matematikpassning till världens mest kända pojkband. Vad jag läser just nu? 'En bondes död' av David Sandström och Negar Naseh. Härda/härda. Det tar sig…"
  },
  {
    "title": "Artist # 1",
    "subtitle": "Min fru tycker att jag är en elitistisk snobb när det gäller musik. Annars tror jag att lurv är ordet när det gäller allt annat…",
    "paragraph1": "Det hon menar är att jag hellre väljer en låt i moll om döden av någon artist som ingen någonsin har hört talas om istället för något glatt och trevligt som någon annan faktiskt har hört. Hon har såklart en poäng där. Det underlättar ju inte kafferepssamtalen precis. Jag vet inte vad det är som gör att olika individer fastnar för olika låtar eller artister. Men jag vet exakt när jag hör en låt att det här är en låt till mitt the. Det kan vara tonen i rösten, ljudbilden eller om det är något diffust sus/maj7-ackord eller vad de nu kan kallas. Jag är inte musiker. Men det är ”något” som särskiljer ”mina” låtar från andra som egentligen är tämligen lika. Samma instrument, samma genre, samma influenser. Detta ”något” gör att en del låtar hamnar på mina listor – andra inte.  Ibland råkar det vara av artist som ingen känner igen. Ibland handlar låten om döden. Det är som det är. Min smak.",
    "paragraph2": "Jag hittade A choir of Ghosts ”Woods” på en väns spellista. Jag hörde direkt att det här var ”min” musik. Sen dess har jag följt hans resa. Sett de flesta av hans gig i Östersund. Alltid samma tanke efter varje konsert: - Herregud, vilken låtskatt karln har! Enligt mig så är det här världsklass.  [Länk](https://open.spotify.com/playlist/0tKZFYU9ACBvPPZ9tTUruG?si=d71bebbc47d04cd1) Jag har tidigare varit inne på det här att 5 tusen kontra 5 miljoner streams ibland kan kännas orättvist. I det här fallet så är det dessutom helt obegripligt. A choir of Ghosts spelade sin sista konsert häromveckan. Det kändes inför spelningen att det här skulle bli en speciell kväll. De flesta jag pratade med innan sa alla samma sak: Det här ska bli kul – fast lite ledsamt också förstås! Kontexten var att namnet på kvällen var The last waltz. Den sista svängomen. A choir of Ghosts ska upphöra att existera. Tio år och James Augers moniker ska förvandlas till något annat framledes. Klart det kändes ledsamt.",
    "paragraph3": "Men vilket makalöst avsked vi fick! Jag har aldrig sett James så avslappnad och cool. Det bjöds på roliga anekdoter från karriären och det var skönt för alla att få skratta av oss lite ledsamhet. Men framförallt bjöds vi på en hitkavalkad av sällan skådat slag. Låt efter låt där alla skulle kunna vara allsånger på Wembley i en parallell verklighet. Att slå sig fram inom musiken är ju såklart ingen lätt uppgift. Mängden av talang är ju oerhörd i det globala perspektivet. Det går väl att likna med chanserna att lyckas hela vägen inom idrotten. ”Hade jag bara sluppit skador så hade jag kunnat gå långt”…. Du behöver såklart en hel del tur. Vara på precis rätt plats under precis rätt ögonblick. Men där idrottstalanger försvinner i historiens ”kunde-ha- blivit” så finns musiken bevarad och går förhoppningsvis att hitta även i framtiden. Var du än befinner dig. Det är lite fint tycker jag. Velvet Underground blev ju egentligen stora efter att de hade lagt av. ",
    "paragraph4": "Det viktigaste är väl ändå att ha gett passionen en chans. Den här inre drivkraften vi har att göra saker som gör att vi utvecklas på en hel massa sätt under resans gång och att vi faktiskt har jobbat med våra styrkor. Sen är ju resultatet subjektivt. Lyckades jag glädja någon annan när jag höll på med mina idéer och pulade på med det som jag tyckte var roligt att göra? Jag hade kul. Jag hjälpte någon annan på vägen. Fint så. Konserten då? Jo, den avslutades med ”Woods”. För mig så slöts cirklar och ja, det kom tårar. Jag är så glad över att jag fått vara med på den här resan. Tack James!"
  },
  {
    "title": "Album # 2",
    "subtitle": "När jag tänker efter en stund så kanske det alltid har varit ”gubbe” som har varit mitt spirit animal.",
    "paragraph1": "När jag var sju eller åtta gick jag varje lördag med bestämda steg till ICA Tallen för att lämna in mina sex rader till stryktipset. Så fort jag lärt mig läsa började jag följa med i ÖP´s resultatbörs. Klippte ut det väsentliga såsom att Ian Rush toppade skytteligan. I fyran gick jag och min kompis ner på bokrean och köpte Bröderna Hardy-böcker för att sedan spendera lovet med att ligga bredvid varandra och läsa varsin bok. Sa jag att tjejerna flockades kring mig…?",
    "paragraph2": "Det dröjde ju inte länge innan jag började läsa musiktidningar. Jag får väl ändå säga att Okej var hyfsat ungdomligt i alla fall. Under 90-talet så var det tidningen POP som gällde. För mig och för alla som var musikintresserade. Skribenterna fick med tiden i princip rockstjärnestatus och överkuckun Andres Lokko betraktades som ett gudomligt väsen. Tidningen hjälpte mig att öppna upp min musikvärld. Hip-hop kom in i min konservativa gubbvärld. Jazz hittade ju såklart in i en krattad manege. Northern Soul hade jag aldrig hört talas om. Kraut. Dub. I POP # 24 skriver Andres världens bästa reportage/krönika inför släppet av Primal Screams Vanishing Point (1997). [Länk](https://popviminns.wordpress.com/2010/05/29/primal-scream/) Här får vi en personlig och innerlig beskrivning av Bobby Gillespie men framför allt en text om kärleken till musik och hur all själfull musik tillhör samma familj. The Clash, Dr Alimantado, Motörhead, Can, Velvet Underground, The Byrds, Joy Division, Sun Ra, Dr Octagon, The Chemical Brothers. Artikeln är som en helig gral för musikarkeologer som gillar att gräva i skivbackar.",
    "paragraph3": "Jag föll pladask för den här skivan. Köpte singlarna för att få extralåtarna. Såg filmen. Köpte dubskivan som Adrian Sherwood producerade. En sak som jag gillar med albumet är att alla influenser rent teoretiskt skulle kunna låta rätt spretigt. Motörhead hjärta Augustus Pablo liksom. Men det funkar perfekt i praktiken. Kanske är det här den skiva som är själva essensen av mig som musiklyssnare. Jag gillar lite av allt möjligt – men jag gillar inte vad som helst. Det måste vara själfullt och det måste vara på allvar. Många som får frågan om vad de lyssnar på för musik brukar svara att de är allätare. I regel betyder det Hooja. Inget ont om dem men de innefattas inte i min personliga meny. Så jag svarar aldrig att jag är allätare även om jag älskar allt från Elvis, Peter Tosh, The Beta Band, Aretha Franklin, Basia Bulat, Dungeon Family till Lovisa Holten. Men jag vet aldrig var jag ska börja när jag får frågan. Det krävs ju mer eller mindre en historisk genomgång av hela mitt liv. Kanske ska jag säga Vanishing Point framledes?",
    "paragraph4": "I artikeln från POP går Lokko omkring i Soho med ett blandband i lurarna innan han ska träffa Bobby Gillespie. Här är det blandbandet: [Länk](https://open.spotify.com/playlist/6eXX75VSjS2DD71O4lRajU?si=01c49e7e19e84559). Typ."
  },
  {
    "title": "Album # 1",
    "subtitle": "Som nostalgiker så är det lätt att drömma mig tillbaka till tiden (då det fanns tid)",
    "paragraph1": "När jag kunde gå ner till den lokala skivbutiken, botanisera, få tips och till slut komma hem med några skivor och helt sonika bara sätta mig ner och lyssna igenom ett helt album i ett svep. Helst med texterna på konvolutet. Vilken fantastisk upplevelse det var! Mycket har ju hänt sen dess både vad gäller mina egna livsval (och den tillgängliga tid det inneburit), streaminglyssnandet med mer fokus på låtar än album, avsaknaden av lokala nasare osv.",
    "paragraph2": "När jag fyllde jämt senast gav jag mig själv en ny (begagnad) anläggning och drömmen om en gubb-cave började gro. Skön fåtölj, väggarna fyllda med kultur, rullande anläggning, barskåp och ja, va fan, kanske en darttavla också! Så jävla speciell är man väl ändå inte! Att få lyssna igenom ett album helt ostört. Det har varit fantastiskt att gå igenom lite av samlingen och att bara höra ljudet av nålen som möter skivan. Herregud! Det knastret! ”The soundrack of what used to be my life”…, Ju mer jag tänker på ordet ”gubb-cave” så inser jag ju att det inte är gubbe som är idéen utan egentligen är det tonårsfrihet som är sinnebilden. Att få tid att drömma lite igen. Givetvis gick det likadant för gubb-caven som för tonårsdrömmarna. Istället för musik – förvirring… eller kanske bara lite vanlig vardag! Det bidde ingen fåtölj. Det bidde en torkställning istället. Det bidde inget barskåp. Det bidde en yta för målning av våningssäng.  ",
    "paragraph3": "Nåväl. Jag älskar fortfarande albumformatet. När jag tänker på uttrycket ”all killers – no fillers” så dyker ju de vanliga upp först. Springsteens Born in the U.S.A. med alla sju singlarna på top 10. Miles Kind of blue såklart, Exile med Stones. Men jag tänkte ge er några andra här: <br><b>Lemonheads – Come on Feel The Lemonheads (1993)</b>. Det här är min go-to-skiva när jag är på uppåthumör. Den är poppig. Den är underfundig. Och alla låtar är nummer ett på min personliga Trackslista. <br><b>Frazey Ford – Indian Ocean (2014)</b>. Ja, det är ju såklart rösten. Men hela Memphis-feelingen! Blandningen av soul, americana, indie. Magnifikt rätt igenom! <br><b>Matthew E. White – Big Inner (2013)</b>. Här händer det saker. Den blues-souliga grunden finns rätt igenom men här hittar man nya saker för varje lyssning. Det är inte för inte som han även har producerat t ex Natalie Prass underverk ”My baby don´t understand me”. Och blåset! Herregud!",
    "paragraph4": "<B>Micke Hagström – Fountain of Youth (1982)</b>. Det närmsta vårt land någonsin kom The Clash. Det ska väl vara Monster på nittiotalet som också nuddade. Läs Jan Gradvalls text från tidningen Sonic. Hyfsat band han hade…[Länk](https://sonicmagazine.com/2017/03/18/satte-svang-till-svensk-rockmusik/). <br><b>Stephen Wilson Jr. – son of dad (2023)</b>. Det dök upp ett klipp på fb från någon obskyr amerikansk kanal där han levererade låten ”Cuckoo”. Jag kollade på klippet om och om igen innan jag dribblade bort mig i cyberrymden och misslyckades att hitta den igen. Jag provade att googla ”Cuckoo” men fick bara upp bilder av en viss Donald. Sen såg jag att ingen mindre än Björn Gidlund delade samma klipp och jag fick till slut namnet. Skivan är suverän. Men nu får ni min julklapp! Kolla in hela det här avsnittet från @LiveFromThePrintShop. Vilken livsstory! Boxarson till vetenskapsman till blyg låtskrivare till artist. Gillar du inte musiken så får du en hel drös av frågor till din egen livsåskådning. Varsågod! [Länk](https://www.youtube.com/live/_n1qdhQbmpY?si=BL6J0aAizdwVcjuI)"
  },
  {
    "title": "La La Superstar",
    "subtitle": "Att få följa band och artister från början av deras karriär slår an en speciell sträng hos mig.",
    "paragraph1": "(de senaste jag har hittat som jag följer med yppersta intresse är Cronn Dell och The Weeds). Särskilt roligt är det om man får möjligheten att följa deras artisteri live över tid också. Ellen Sundberg såg jag första gången på en talangjakt på Storsjöteatern. Sedan följde ju hennes tid som förband för diverse akter via Popgeni som sedermera gjorde henne till huvudakt. Jag har sett Ellen på alla möjliga och omöjliga ställen där Hackås, Tingshuset, pandemispelning på Cook och på en privat 40-årsfest sticker ut som mest annorlunda. Alltid lika rotat och med fötterna på jorden men successivt med mer självförtroende för var gång.",
    "paragraph2": "Björn Gidlund/State of Mud såg jag i Clarions pubdel, typ vid Mogges DJ-bås, då han spelade efter Bror Gunnar Jansson. Dessa två gentlemän har jag följt sedan dess men som östersundare så har jag ju sett State of Mud betydligt fler gånger såklart. Det är ju inte så många andra städer som har haft den ynnesten. Jag har sett honom spela gitarr och trumma (a lá just Bror Gunnar), med stort band, med enbart bror, med arbetskollegor och jag följde hans pandemigig med avskalade versioner av hans favoritartister inspelade i källaren i Östra Odensala. Hans senaste låtar på svenska tycker jag påminner om H.Self. Och ja, släppta långt innan Henrics svenska platta. Live - alltid med sin karakteristiska östersundshumor och borttappade notblad. Och alltid just en ynnest! Ibland roar jag mig med att göra fiktiva greatest hits-listor med mina inte allt för kända favoriter. Den här fick heta State of Mud – Greatest bangers, som en liten passning till målsättningen att ligga högst på digilistan. [Länk](https://open.spotify.com/playlist/54vcOoQxsNzt5PEXb0P8AK?si=5c5cad66dcbf49df). En annan lokal hjälte som fått en sådan lista är Kape. Den fick heta nåt på rim – som sig bör i det fallet. [Länk](https://open.spotify.com/playlist/76DLf70BbWNYkw6xX00kVh?si=b1a98397a50c4989) Några av låtarna trillade bort från spotify då ekonomin för att ha dem både på streams och på LP inte höll ihop. Tur att jag fick tag på mitt ex av den plattan!",
    "paragraph3": "Nästa uppdrag kanske blir El Parador? Han gjorde ju den mest anmärkningsvärda anti-marknadsföringsbedriften som världen skådat genom att släppa fem 16-spårsalbum samma dag! Fuck Beatles liksom! Med hans övriga släpp så finns det lite att tugga i sig innan det går att vara trygg i min egen ”samlingsplatta”. Lär ju bli en dubbel. Men det är inte därför jag är här! Rubriken säger ju La La Superstars. De har i och för sig också fått en lista, [Länk](https://open.spotify.com/playlist/6yZB97cJ8mlhJYYoAXFkdp?si=7769bdf5edd1420e) men här vill jag lägga fokus på deras live-uppträdanden nu när vi äntligen ska få se dem på hemmaplan igen. En del av upplevelsen är ju deras fans som på ett eller annat sätt har en tendens att påverka spelningarna. Ibland är det någon som hoppar upp på scen och tar över micken ett tag, ibland är det några som är uppe och dansar. Alltid är det energi kring spelningarna. Det är liksom svårt att bara stå och gubb-nodda med huvudet lite grann när kroppen egentligen vill något annat.",
    "paragraph4": "Den senaste spelningen jag såg med La La var en utan sitt ungdomliga entourage. Jag vet inte om det bidrog till både min och bandets fokus på själva musiken. Men j-lar vad bra de var! Det som slog mig var att de är som gjorda för en framtida Beatlemania. De är fyra starka karaktärer som egentligen är väldigt olika varandra till sättet på scenen. Du har en sångerska/keyboardist med modell-look och en hurtig friskisdans som samspelar med den lite skeva rösten som ju är så perfekt i kombon. Du har den vilde trummisen med bar överkropp – som även sjunger! Du har den coola, svala basisten som verkligen bär musiken och möjliggör de andras skevheter och infall. Och du har sångaren och gitarristen som ser ut att blöda både inifrån och från de sargade fingrarna. Jag gav dem en gång ett råd: - Lyssna inte på några råd från några andra – fortsätt bara att vara er själva! Och det är därför de är så spännande att följa. Vi har ingen aning om vad de ska ta med oss på för musikaliska eskapader. Men jag kommer i alla fall att följa med på resan – för de är ju precis så som namnet på deras greatest hits-lista!"
  },
  {
    "title": "Konserter # 3",
    "subtitle": "Knappnålskonsert. Det verkar vara ett uttryck som jag är rätt ensam om. Kanske för att det är så pass ovanligt att få ynnesten att uppleva sådana.",
    "paragraph1": "Det är ju många faktorer som ska samstämma för att bordet ska vara dukat för ett sådant upplägg. För det första så krävs det ju såklart en artist som har förmågan att trollbinda. Sedan har vi lokalen och dagen. En fredagskväll på stadshotellet i valfri småstad är något annat än en söndagsspelning i en lokal med fokus mot scenen. Till sist har vi publiken. Det krävs en publik som är på konserten för musikens skull och som har förmågan att känna in stämningen i rummet.",
    "paragraph2": "Min första knappnålskonsert var nere på Studioscenen med Simone Felice. Jag är säker på att ni som var där också kommer ihåg den upplevelsen. Damien Jurado på samma scen. Ett kortare ögonblick på Jazzköket när A choir of ghosts ”Woods” fick lokalen att stanna upp. ”Att höra en knappnål falla” i ett rum fullt av människor händer inte för ofta. När det sker så reser sig håren på armarna och känslan av gemenskap i rummet är påtaglig. Det är något som vi bara kan skapa tillsammans. Vi upplever det precis här och nu. I söndags fick vi som var på Jazzköket en sådan upplevelse. Tajmingen var perfekt. Vår bokning var klar, skivan på svenska släpptes och hyllades unisont av musikskribenter runt om i landet. Söndagsspelning på Jazzköket utan bord. Fullsatt.",
    "paragraph3": "H.Self, i huvtröja och gitarr, börjar plocka strängarna till ”Rap är ingen konst”. Med sin magiska frasering, melodierna, underifrånperspektivet på texterna och sparsamma ackompanjemang äger han rummet från första stund. Vi är alla där i stunden, uppmärksamma, vakna och solidariskt tysta. Så avbryts tystnaden precis innan fjärde låten. En alldeles för hög ringsignal från närheten av scenkanten. – Öh, det är min dotter, jag måste ta det! – Det är lugnt, ta det du, svarar Henric från scenen. Lätt fniss från publiken. – Ja, hej! Jag är på konsert. Öh, alla kan höra vad du säger!",
    "paragraph4": "Ja, så tyst kan en publik vara, så cool kan en artist vara och så skön kan en stämning vara. Sen ett startackord och alla är tillbaka i den totala närvaron. Knappnålskonsert. Tack! Det gjorde vi bra!"
  },
  {
    "title": "Christopher Paul Stelling",
    "subtitle": "Vi var omtumlade, överkörda och totalt närvarande kring vad som skulle hända näst.",
    "paragraph1": "Östersund har en lång historia av att boka in grymma artister från när och fjärran i många olika genrer. Genom åren så har vi musikälskare tillsammans bildat en bas av konsertbesökare som älskar att gå och se live-musik.",
    "paragraph2": "Det behöver inte vara en absolut favoritartist som kommer på besök utan vi är många som helt enkelt bara älskar upplevelsen av att digga, hänga med likasinnade, ta en öl, snacka lite efter konserten och sen gå hem. Många pratar med oss om att de ofta blindköper en biljett utan att ha en aning om vad det är de snart ska få bevittna. Jag själv gjorde det ofta under Popgeni-åren och blev ju såklart aldrig besviken. Med detta sagt så är det ändå extra roligt när det helt plötsligt dyker upp en artist eller grupp som jag redan har lite koll på. Att jag skulle få se The deep dark woods, The Handsome Family, Will Stewart och inte minst Damien Jurado i Östersund på våra små scener är ju rätt sjukt egentligen. ",
    "paragraph3": "En av dessa konserter som jag hade rätt stora förväntningar på var när Christopher Paul Stelling besökte Östersund förra gången. IF Popgeni stod för bokningen och platsen var Captain Cook. CPS hade dykt upp för mig via algoritmerna och ”The cost of doing business” hade fastnat på en av mina spellistor.Kvällen började kanon då A choir of ghosts var förband och jag fick höra ”Woods” live för första gången (en annan låt som fastnat på en spellista). Men sen var det alltså dags för huvudakten. CPS hade med sig ett fullt band och första låten blir en typ tio minuter lång version av min favoritlåt; ”The cost of doing business”.",
    "paragraph4": "För er som inte hört låten så kan jag säga att det är en låt som byggs upp successivt mot ett crescendo men som även tas ner i tempo för att sedan attackera ytterligare. En gitarrslinga plickar lugnt genom hela låten men det är fiolen som driver tempot och i live-versionen vi fick uppleva så drev fiolen oss mot vansinnets brant.  När låten slutade vände jag mig till den som stod närmast och vi utbrast simultant: - Det är så här man ska starta en konsert! Vi var omtumlade, överkörda och totalt närvarande kring vad som skulle hända näst. CPS hade oss i sin hand och han älskade det - och vi älskade tillbaka. Kvällen ville aldrig ta slut och efter några encores så brydde han sig inte längre om att låtsas gå ut och tillbaka utan han bara fortsatte att mata låtar. Svetten flödade, ölen såldes slut (tror jag) och idéen till Pixars film Monsters Inc. föddes. Ni vet den när monster hämtar in energi från överlyckliga konsertbesökare."
  },
  {
    "title": "Konserter # 1",
    "subtitle": "Det låter ju som en skröna nu när historien om dem är skriven.",
    "paragraph1": "Jag har nåt vagt minne att familjen stod utanför Jamtli och tjyvlyssnade på något hårdrocksband som skulle slå alla decibelrekord. Kan det ha varit Wasp? Jag kommer ihåg en annan smyglyssning vid någon fästning i västsverige. Det var i alla fall Ulf Lundell.",
    "paragraph2": "Varberg? Falkenberg? Borde ha varit på semestern -85. Men mitt allra första minne från en konsert som jag gick på själv var på Tingshuset någon gång i slutet av 80-talet. Det här var på den tiden då tidningarna skrev om saker som skulle ske. Eftersom jag var en tidningsläsande ungdom så förstod jag av textens referenser till Rolling Stones att det här borde vara något för mina öron. Och eftersom det här var en tid då ungdomarna, i alla fall jag, kunde gå ner på stan en fredagkväll helt själv för att hänga på Chaplin och dansa tryckare med tjejer från helt andra stadsdelar än Karlslund så var det inget konstigt med att jag gick ner till Tingshuset helt själv för att gå på min första konsert.",
    "paragraph3": "Bandet var Union Carbide Productions. Det låter ju som en skröna nu när historien om dem är skriven. Men de var de facto här hos oss på Tingshuset. Carbide beskrivs i Wikipedia som kända för ”sin provokativa image, kaosartade framträdanden och energiskt drivna rock´n´roll.” Nu stod jag i mörkret inför min första riktiga konsert. Jag såg ingen i närheten som var i närheten av min ålder. De flesta gissade jag var gymnasieungdomar eller äldre och själv var jag bara högstadieunge. Det började kännas lite pirrigt. ",
    "paragraph4": "Konserten började och öronproppar var inte på modet. Bandet såg ut som rockgudar. Anförda av en halvnaken galning. Jag förstod redan då att det här var riktigt coolt. Men mitt största bestående minne från konserten är när Ebbot, med världens längsta mikrofonsladd, beger sig ut i publiken för att…??? Skulle han slå ner nån? Skulle han lämna över micken till nån? När den halvnakne galningen närmade sig mitt håll märkte jag att jag så sakteliga förflyttade mig baklänges för att till slut stå intryckt i salens bakersta hörn. Jag kände mig inte mogen att varken sjunga med i låtar jag inte kunde eller att bli nedslagen. Som tur var vände sångaren så småningom tillbaka till scenen och avslutade konserten därifrån. I skräckblandad förtjusning vandrade jag hemåt uppför backen. Vad var det jag hade varit med om? Musiken var fantastisk och bandet hur coolt som helst! Men det hade också varit läskigt. Kan vem som helst bli uppdragen på scenen? Min upplevelse var att precis vad som helst verkade kunna hända under en konsert. En sak var i alla fall säker. Det här skulle inte bli min sista konsert."
  },
  {
    "title": "Konserter # 2",
    "subtitle": "Och redan då förstod jag att detta var riktigt coolt.",
    "paragraph1": "Likt podden ” Världens bästa poplåt” där Nisse i varje avsnitt presenterar en ny värdens bästa poplåt så verkar det som jag kan presentera ytterligare en ”min första konsert”… Men det är inte minnet det är fel på – bara tidpunkterna då de dyker upp.",
    "paragraph2": "Ett hjärta är alltid rött finns ju på play att bevittna. När jag kollade på dokumentären så kom jag fram till att det måste ha varit DEN konserten på Fröjdhholmen med Imperiet som var min första konsert... eller När jag googlade lite så hittade jag både en komplett setlist [Länk](https://www.setlist.fm/setlist/imperiet/1988/frojdholmen-oviken-sweden-73e1b6e5.html) från konserten samt en inspelning på youtube [Länk](https://www.youtube.com/watch?v=8AoxpN9Zw1o) med hela konserten! Fantastiskt! Datumet var ju inte svårt att hitta. Nionde september -88. Höstterminen i nian. Jag och min kompis Daniel fick skjuts av hans mamma ut till Oviken. ",
    "paragraph3": "Vi var där i god tid som de prudentliga pojkarna vi var. Solen sken och något insläpp var inte ens på plats. Så vi gick sålunda direkt in på området och satt några timmar nere vid vattnet bakom en stor sten och slapp betala in oss. Så småningom kom mörkret och med dem folket. Jag har inte hittat några siffror på antalet besökare men det var ett rejält tryck. Halva konserten hade jag fötterna på marken men mest flöt jag omkring mellan varma kroppar som alla gastade med i ”Århundradets brott”, ”Fred” och Surabaya Johnny”. Och redan då förstod jag att detta var riktigt coolt.",
    "paragraph4": "Nåt att berätta för barnbarnen osv. Men sen såg jag den här på tuben från -90… [Länk](https://youtu.be/27dpMAU_3OQ). Ett annat tidevarv. Extra kul är deras vädjan att ”någon” kan fylla deras datum med artister. Underbart! Jag kom så småningom hem från konserten på Fröjdholmen och jag kommer ihåg en teckning jag gjorde där andemeningen var att rock`n`roll är död. Två dagar senare gjorde Imperiet sin sista konsert på Ritz i huvudstaden. Men å andra sidan så får vi se Thåström igen den 1 mars 2025  i Östersund. Stuck on-gänget kommer att vara på plats. Det känns fint att rock´n´roll inte alls är död! ; )"
  },
  {
    "title": "Blandband #1",
    "subtitle": "Free-stylehörlurar i öronen och bara vara bäst.",
    "paragraph1": "Blandband har varit en konstant i mitt liv sedan jag fick min första skivspelare med inspelningsfunktion. Vi spelade in de bästa låtarna från våra lp-skivor på kassettband och kunde glida runt med våra freestylehörlurar i öronen och bara vara bäst.",
    "paragraph2": "Från att ha varit en total intern angelägenhet så blev blandbanden under högstadiet en väldigt social grej. – Vad lyssnar du på då? – Jaha! Fy fan va bra, jag älskar också …. men har du hört dom här då? Jag fick väldigt många nya kompisar via bytandet av blandband och av att vi gav varandra kassetter av våra favoritskivor. Jag fick ett band från radion – ”Metropols 70-talslista”, de 20 bästa låtarna. Ojoj! Mitt eget lyssnande blev oändligt mycket bredare. Mitt uppvaknande kring komplexiteten av andra personer. Den lite socialt avsatte som visade sig ha den coolaste skivsamlingen, sportnörden som var en inbiten synthare, snygga tjejen som diggade hårdrock osv. Min världsbild av hur saker och ting borde förhålla sig höll definitivt inte längre. Bra! Under gymnasieåren blev blandbanden en stor del i personlighetsförankringen.",
    "paragraph3": "Vem är jag? Vem vill jag framstå som…? Kriget på festerna för att få spela ”mitt” blandband. Mycket Hendrix såklart! På 90-talet så kan jag konstatera att vi som ville vara coola inte fokuserade på den nya musiken utan det var att vara mest nörd i 60- och 70-talet som gällde. ”- Tänk att få leva på den tiden då det var peace and love och en skön laid-back-feeling på alla”… Nu har mina barn bra koll på vad som hände på 90-talet. Kanske tänker de samma sak? Nirvana, Oasis, Stone Roses, Fugees, Beasty Boys, Erykah Badu, Breeders, Beck, Belle and Sebastian… Grym tid att få växa upp i. Sedan har det rullat på. Nya bekantskaper, bredare perspektiv, nya skatter att hitta. Leta skivor i backarna. Referenser från tidningen POP. Gräva ner sig i jazz. Northern soul. Hip hop. Grävandet tar aldrig slut. Sen kom Spotify! Herregud vilken värld som öppnade sig. Algoritmer som leder dig till nya favoriter (som ingen annan har hört…)."
  },
  {
    "title": "Blandband #2",
    "subtitle": "Jag har ju trots allt världens bästa musiksmak",
    "paragraph1": "För det första måste vi konstatera det faktum att JAG har världens bästa musiksmak. Det går inte att argumentera mot. Vår musiksmak är ju extremt subjektiv. Jag tycker om det jag tycker om! Basta! Det kan ju i och för sig alla säga.",
    "paragraph2": "Vilket innebär att även DU har världens bästa musiksmak. Det gör ju det hela mer intressant. För det andra så finns det så oerhört mycket bra musik i omlopp. Min take är att det finns ingen som helst relevans mellan hur ”bra” musiken eller låten är kontra den publika framgång som kommer med kvaliteten. När jag hittar en ”ny” låt på Spotify så kan det lika gärna vara av en artist som har 5 tusen streams eller 5 miljoner. Från att ha varit en fingerfärdig LP-bläddrare och CD-ryggsläsare så gav Spotify mig algoritmer som gjorde att jag via Release radar och Discover weekly fick en ny kompis med bra musiksmak. Musiklyssnandet förändrades från att vara en särskild stund att lyssna på den inköpta musiken till att bli ett lyssnande medan man gör annat såsom att förflytta sig från a till b eller under vardagsgöromålen. Min nya kompis hjälpte mig med nya blandband men såklart var ju inte alla förslag riktigt i min klass",
    "paragraph3": "Jag har ju trots allt världens bästa musiksmak… Men oftare än väntat så hittade vi gemensamma nämnare. Efter lite tid tillsammans så hände det oftare. Efter att ha funderat lite grann på det där med skillnaden mellan 5 tusen och 5 miljoner så skapade jag en spellista med låtar av artister som, enligt mig, lika gärna kunde ha varit på miljonsidan. Jag döpte listan till Gömda gem. Ni som kan er svengelska fattar ju vinken. Regeln för att få vara med på listan var att man var tvungen att hålla sig på minussidan av 100 k. Det gick att argumentera sig in på listan om det fanns en låt som stack ut men då krävdes att övriga låtar höll sig väldigt lågt. Nåväl, min lista – mina regler. [Länk](https://open.spotify.com/playlist/7mxdZumQuFItJ6tRvWpdaS?si=aa3bc7ac95c24de2).",
    "paragraph4": "Nu har den här listan en sex-åtta år på nacken och när jag kollar av läget så är det ju väldigt kul att se att Vampire med Dawn Brothers har nått upp till 2,5 millar och att Samantha Crain har en trygg följarskara. Men att Reuben Bidez kanonlåt ”Too many alarms” fortfarande bara har 30 k lyssningar är ju helt sjukt. Med på listan är våra lokala hjältar som State of Mud, Patrik Backlund och Landstrom. De får exemplifiera svårigheten med att vara magiska konstnärer utan att få smaka mannan från himlen. Som enskild person känner jag att jag inte har så mycket att göra åt den saken. Men kanske kan delande av blandband vara en liten del i att hjälpa mina favoriter som borde få fler lyssningar. För eftersom jag har världens bästa musiksmak så borde ju rimligtvis fler fatta det när de får höra dessa gömda gem. Puss! ; )"
  },
  {
    "title": "Blandband #3",
    "subtitle": "Det här var på 80-talet då ”kriget” mellan synthare och hårdrockare utspelade sig.",
    "paragraph1": "Förutom att fungera som relationsskapande och ett sätt att förstå sig på sin omvärld så är ju musiken även en väldigt intern angelägenhet. Ni vet att minnen från barndomen kan väckas av familjära dofter eller andra sinnesintryck. För mig är musiken en markör för specifika händelser och känslor jag upplevt i mitt liv.",
    "paragraph2": "En rolig Spotify-lek är att skapa sin egen musikaliska tidslinje. Själva syftet med uppdraget (if you choose to accept it…) är att gå in i processen med öppna dörrar. Var intresserad av var dina tankar hamnar, vilka ansikten du återigen får möta, vilka pinsamma ögonblick du tvingas återuppleva, vilka fina vänner du associerar med vissa låtar, vilka dansmoves du briljerade med, vilka låtar som har stöttat dig i svåra stunder etc, etc. Börja med ditt första musikaliska minne. Var befann du dig? Hur gammal var du? Var bodde du då? Vilka var dina grannar, kompisar, vad lekte ni och vad var det för väder? Kanske var det dina föräldrars favoritmusik som blev ditt första minne? Eller nåt från radion? Eller influerades du av grannens coola storasyster? Så fort du börjat resan så går det lätt. Fortsätt med de första skivorna du köpte själv. Varför blev det just de skivorna? Vilka/vad hade påverkat dig till ditt första inköp? Vad hände sen? Har det funnits musikaliska brytpunkter i ditt liv? Vad berodde de på? Fortsätt genom mellanstadiet, högstadiet och gymnasiet. Vill du ta det vidare så är det bara att fortsätta. Lycka till och enjoy the ride! Jag använder mig av min tidslinje för att exemplifiera: [Länk](https://open.spotify.com/playlist/5p4ml6eWx83iAHp0Uj6Ry7?si=09fdc58f54ec4b62)",
    "paragraph3": "Mina första musikaliska minnen är från bilfärder till Trollberget i Västerbotten där mina farföräldrar bodde. Återkommande färder kring jul och sommarlov. Det var Johnny Cash, Elvis, Berghagen och ”Rulla in en boll och låt den rulla” från diverse kassettband men även Beatles på radion. Det var inte viktigt med säkerhetsbälten utan ibland när det fanns plats kunde vi ”duka upp” liggplatser i skuffen. Ibland fick vi en chokladbit för att hålla ångan uppe och ibland somnade jag med chokladdräggel i mungipan. Mina första egna inköp blev kassetter från Tempo med Slade och Alpaville. Det här var på 80-talet då ”kriget” mellan synthare och hårdrockare utspelade sig. Jag tog inte ställning utan såg bra saker från båda sidorna. Första lp´n från Skivhörnan var Speak and spell med Depeche Mode och jag läste Okej varannan vecka, posters nålades upp på väggarna av Duran Duran. Bagen på TV. Videon med Twisted Sisters när pappan blir galen. I fyran började jag tjäna pengar genom att dela ut reklam. Alla pengar gick till skivor och Buster. Trax-listan var en stor influens. Det var först i högstadiet som personer i min omgivning pekade mig mer mot dåtiden. I åttan mötte jag Marcus som gav mig Lynyrd Skynyrd, Sweet, Led Zeppelin, Bowie och Stones. Musik som skapade min bas för framtida lyssnande. Samtidigt var det nutida hits på discon och tryckare på Friday Night med krulligt hår i näsan (får inte nysa!). Det var Guns and Roses med fotbollskillarna och pokernätter (ringa hem till mamma och berätta att jag kommer hem lite senare). Tidshopp och vi är i Uppsala på Uppsala Nation på fredagar; Killing in the name of, Sabotage och alltid avslutningen med ”hang the dj” med Smiths. Fullt drag och surfa på uppsträckta armar på dansgolvet, insmugglade vinare i byxlinningen. Magiska kvällar. Bla, bla, bla. Det intressanta är dina egna minnen från din egen tidslinje. Shit! Nisse, han har jag inte tänkt på sen i lågstadiet, Sara var jag ju hemligt kär i hela högstadiet, laglåten med basketlaget, när jag introducerades till Miles osv. Din resa."
  },
  {
    "title": "Blandband #4",
    "subtitle": "Ända tills drömmarna börjar ifrågasätta dina val..",
    "paragraph1": "Ok. Ny utmaning på spotify. Den här heter ”En låt”. Reglerna är väldigt enkla. Du ska ta ut x antal av dina absoluta favoritartister. Varje artist får representeras av en låt. Om du har bestämt dig för att skapa en lista med 50 artister betyder det att det enbart får vara 50 med på listan.",
    "paragraph2": "Väldigt viktigt! För det är här pressen kommer in! Utan stress och press så blir den här leken inte lika rolig. För den här leken ser ganska lätt ut på håll. Låt oss säga att du väljer Nick Cave som första artist på din lista. Nu ska du bestämma dig för vilken av hans låtar som är den som ska representera honom på din lista. Din första tanke kanske faller på någon av de första låtarna som du föll för med artisten, låt oss säga The weeping song, men så märker du att den har du lyssnat på så många gånger så att du faktiskt väldigt sällan väljer den nu för tiden då du blir sugen på Nick Cave. Det kanske i själva verket är Stranger than kindness från Push the sky away du hellre går till? Well, du måste nu ta ett beslut. Du kommer att märka att den här leken faktiskt inte är en lek!",
    "paragraph3": "Du fortsätter att rannsaka dina innersta känslor för varje artists absoluta favoritlåt för dig tills du fyllt listan. Wow! Dina absoluta favoritlåtar bland dina 50 absoluta favoritartister! Tjoho! Du går igenom listan och konstaterar att du har en förjävla bra smak. - Jag är rätt cool som valde den där obskyra låten som knappt någon annan hört av Blaze Foley. Shit! Jag är bäst! Nu kommer det jävliga. Du upptäcker att du helt har missat att få med en endaste reggae-låt. Helvete! - Jag älskar ju reggae också! Så du måste göra ett överslag hur många reggae-låtar som rimligen borde vara med på din lista. Hm, minst fem i alla fall! Ok, vilka är dina fem absoluta favoriter i denna genre? Och vilka låtar ska med? Sen… vilka fem låtar från din ursprungliga lista ska bort! Och det är nu listan börjar bli intressant! De här valen börjar hemsöka dig i dina drömmar! - Gjorde jag rätt som tog bort The Doors från listan för att få in The best dressed chicken in town? Faan! Ingen hip hop med heller! Helvete också! Bort med Bob Dylan! Eller vänta nu? Ellen får nog ryka istället. Måste ju ändå ha med Fugees! Och så vidare, och så vidare. Sen kommer du att märka att du förmodligen är rätt baktung i dina val. Nästan alla val är från när du var 17. Den här nya låten som du lyssnar på varje dag nu då? - Jag måste skärpa mig! Jag hänger ju med i nutidens alternativa också. Jag får ta bort Fleetwood Mac. Jepp! Så får det bli! …ända tills drömmarna börjar ifrågasätta dina val… Boohaaaaaaaaaaa!"
  }
]
